open-foam/tutorials/lagrangian/reactingParcelFilmFoam/rivuletPanel/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

. $WM_PROJECT_DIR/bin/tools/RunFunctions

./Allrun.pre

application=`getApplication`

runApplication $application
